Repository: ggarri/wikichef
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: The recipe must have a title
es: La receta debe tener un título

source: Description has not more than 500 characters
es: Descripción tiene no más de 500 caracteres

source: Name of image file too much long
es: Nombre de archivo de imagen demasiado largo

source: Format of image file incorrect
es: Formato de archivo de imagen incorrecta

source: Must have a Name
es: Debe tener un nombre

source: Step added Correctly
es: Paso agregado correctamente

source: Error during uploading step
es: Error durante la carga de paso

source: Thanks for you colaboration
es: Gracias por la colaboración

source: Error during uploading sentence
es: Error durante la carga de oración

source: There are not selected option
es: No hay opción seleccionada

source: Sentence updated correctly Thanks
es: Frase correctamente actualizado gracias

source: That button was changed correctly
es: Ese botón se ha cambiado correctamente

source: Error while connected with the Templates
es: Error mientras está conectado con las plantillas

source: Error loading Step
es: Paso de carga de error

source: Current step in process
es: Paso actual en proceso

source: Error while got the current step
es: Error mientras tuvo el paso actual

source: Added correctly
es: Agregado correctamente

source: Deleted correctly
es: Eliminado correctamente

source: Step is not ready yet
es: Paso no está listo todavía

source: That button could not be changed correctly Try it again
es: No se pudo cambiar ese botón correctamente vuelva a intentarlo

source: Step deleted correctly
es: Paso eliminado correctamente

source: It was imposible to delete the last Step
es: Fue imposible para eliminar el último paso

source: Recipe saved correctly
es: Receta guarda correctamente

source: It is imposible without steps
es: Es imposible sin pasos

source: Deleting session
es: Eliminar el período de sesiones

source: List of Ingredients
es: Lista de ingredientes

source: Decription
es: Descripción

source: There are not any recipe with this ingredients
es: No hay ninguna receta con este ingredientes

source: Error while loading Recipes
es: Error al cargar recetas

source: Error while loading the ingredients selected
es: Error al cargar los ingredientes seleccionados

source: step
es: Paso

source: Error while adding the ingredient
es: Error al agregar el ingrediente

source: Element was already added
es: Ya ha agregado el elemento

source: Error while loading recipe datas
es: Error al cargar datos de receta

source: Action
es: Acción

source: Utensil
es: Utensilio

source: Ingredient
es: Ingrediente
