Repository: ggarri/wikichef
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Could not get button ID
es: No se pudo obtener el id de botón
fr: Pas pu obtenir les id de bouton

source: This element was already added.
es: Ya se ha agregado este elemento.
fr: Déjà, cet élément a été ajouté.

source: The first button must be a ACTION
es: El primer botón debe ser una acción
fr: Le premier bouton doit être une action

source: One ACTION was already selected
es: Una acción ya fue seleccionada
fr: Une action est déjà sélectionnée

source: One UTENSIL was already selected
es: Ya se seleccionó un utensilio
fr: Un ustensile était déjà sélectionné

source: This INGREDIENT was already selected
es: Este ingrediente ya fue seleccionado
fr: Cet ingrédient était déjà sélectionné

source: The session is incorrect
es: La sesión es incorrecta
fr: La session est incorrecte

source: Button does not exist
es: Botón no existe
fr: Bouton n'existe pas

source: Session Incorrect
es: Sesión incorrecta
fr: Session incorrecte

source: There is not process in performance
es: No hay proceso en ejecución
fr: Il n'existe pas procédé au rendement

source: There are not elements
es: No hay elementos
fr: Il n'existe pas d'éléments

source: Session error
es: Error de sesión
fr: Erreur de session

source: The new sentence must include each used elements
es: La nueva frase debe incluir cada elementos utilizados
fr: La nouvelle phrase doit comprendre chaque éléments utilisés

source: The custom sentence must include each used elements
es: La frase personalizada debe incluir cada elementos utilizados
fr: La phrase personnalisée doit comprendre chaque éléments utilisés

source: Option was not selected.
es: No se seleccionó la opción.
fr: Option n'a pas été sélectionnée.

source: One Action is needed in each Step.
es: Una acción es necesaria en cada paso.
fr: Une action est nécessaire à chaque étape.

source: Ingredients or Utensil are needed in each Step.
es: Ingredientes o utensilio son necesarias en cada paso.
fr: Ingrédients ou ustensile sont nécessaires à chaque étape.

source: Step is not created
es: No se crea el paso
fr: Étape n'est pas créé.

source: There are not enough steps
es: No hay suficientes pasos
fr: Il n'y a pas suffisamment étapes

source: Session incorrect
es: Sesión incorrecta
fr: Session incorrecte

source: Session is not ajax.
es: Sesión no es ajax.
fr: Session n'est pas ajax.

source: Session error.
es: Error de sesión.
fr: Erreur lors de la session.

source: Ingredients did not find in the system.
es: Ingredientes no encontró en el sistema.
fr: Ingrédients n'ont pas été trouvé dans le système.

source: This ingredient was not selected.
es: Este ingrediente no fue seleccionada.
fr: Cet ingrédient n'a pas été sélectionné.

source: EASY
es: Fácil
fr: Facile

source: HARD
es: Dificil
fr: Dur

source: INTERMEDIATE
es: Intermedio
fr: Intermédiaire

source: New Recipe
es: Nueva receta
fr: Nouvelle recette

source: Home
es: Inicio
fr: Accueil

source: Recipe Browser
es: Navegador de receta
fr: Navigateur de recette

source: Searching Recipes
es: Buscar recetas
fr: La recherche de recettes

source: Ingredients Selected
es: Ingredientes seleccionados
fr: Ingrédients sélectionnés

source: Empty
es: Vacío
fr: Vide

source: Level Similarity
es: Similitud de nivel
fr: Niveau similitude

source: Ingredient Searching
es: Búsqueda de ingrediente
fr: Ingrédient recherche

source: Ingredients
es: Ingredientes
fr: Ingrédients

source: List of ingredients
es: Lista de ingredientes
fr: Liste des ingrédients

source: Description
es: Descripción

source: Duration
es: Duración
fr: Durée

source: Difficulty
es: Dificultad
fr: Difficulté

source: Steps
es: Pasos
fr: Étapes

source: Previous Steps
es: Pasos anteriores
fr: Étapes précédentes

source: Delete
es: Eliminar
fr: Supprimer

source: Delete last Step
es: Eliminar el último paso
fr: Supprimer la dernière étape

source: Actions
es: Acciones

source: New
es: Nuevo
fr: Nouveau

source: Utensils
es: Utensilios
fr: Ustensiles

source: Search Ingredient
es: Ingrediente de búsqueda
fr: Ingrédient de recherche

source: Select which is correct
es: Seleccione que es correcto
fr: Sélectionnez qui est correct

source: Custom
es: Personalizado
fr: Personnalisé

source: NEW
es: Nuevo
fr: Nouveau

source: Button Name
es: Nombre del botón
fr: Nom du bouton

source: Insert name
es: Insertar nombre
fr: Insérez le nom

source: Decription (Optinal)
es: Descripción (opcional)
fr: Decription (facultatif)

source: Insert description
es: Insertar descripción
fr: Insérer la description

source: Measurement Unit.
es: Unidad de medida.
fr: Unité de mesure.

source: Icon (Optional)
es: Icono (opcional)
fr: Icône (facultatif)

source: DEFINE RECIPE
es: Definir la receta
fr: Définir la recette

source: Insert Title
es: Insertar título
fr: Insérez le titre

source: Insert description optional
es: Insertar descripción opcional
fr: Insérez la description optionnelle

source: Number Pers.
es: Números pers.
fr: Numéros pers.

source: Time (min)
es: Tiempo (min)
fr: Temps (min)

source: Medium
es: Medio
fr: Médium

source: Easy
es: Fácil
fr: Facile

source: Hard
es: Dificil
fr: Dur

source: UPLOADING STEP
es: Carga de paso
fr: Téléchargement d'étape

source: Extra Description
es: Descripción adicional
fr: Description supplémentaire

source: Time
es: Tiempo
fr: Temps

source: Django site admin
es: Administrador de sitio de django

source: Django administration
es: Administración de django
fr: Administration de django
