Repository: ggarri/wikichef
Catalog: RecipeController/locale/*/LC_MESSAGES/django.po
Languages: de

source: ERROR : A action must be in the first position of the sentence
de: Fehler: eine aktion muß in der ersten position des satzes

source: Could not get button ID
de: Schaltfläche id konnte nicht abgerufen werden.

source: This element was already added.
de: Dieses element wurde bereits hinzugefügt.

source: The first button must be a ACTION
de: Die erste schaltfläche muss eine aktion sein.

source: One ACTION was already selected
de: Eine aktion wurde bereits ausgewählt.

source: One UTENSIL was already selected
de: Ein utensil wurde bereits ausgewählt.

source: This INGREDIENT was already selected
de: Diese zutat wurde bereits ausgewählt.

source: The session is incorrect
de: Die sitzung ist nicht korrekt

source: Button does not exist
de: Schaltfläche ist nicht vorhanden.

source: Session Incorrect
de: Sitzung falsche

source: There is not process in performance
de: Es ist kein prozess performance

source: There are not elements
de: Es gibt keine elemente

source: Session error
de: Sitzungsfehler

source: The new sentence must include each used elements
de: Der neue satz muss jeder verwendeten elemente enthalten.

source: The custom sentence must include each used elements
de: Der benutzerdefinierte satz muss jeder verwendeten elemente enthalten.

source: Option was not selected.
de: Option wurde nicht aktiviert.

source: One Action is needed in each Step.
de: Eine aktion ist in jedem schritt erforderlich.

source: Ingredients or Utensil are needed in each Step.
de: Zutaten oder utensil sind in jedem schritt erforderlich.

source: Step is not created
de: Schritt wird nicht erstellt.

source: There are not enough steps
de: Es gibt nicht genügend schritte

source: Session incorrect
de: Sitzung falsche

source: Session is not ajax.
de: Sitzung ist nicht ajax.

source: Session error.
de: Sitzungsfehler.

source: Ingredients did not find in the system.
de: Zutaten in das system nicht gefunden.

source: This ingredient was not selected.
de: Diese zutat wurde nicht ausgewählt.

source: EASY
de: Einfach

source: HARD
de: Schwer

source: INTERMEDIATE
de: Mittelstufe

source: New Recipe
de: Neues rezept

source: Recipe Browser
de: Rezept-browser

source: Searching Recipes
de: Suche rezepte

source: Ingredients Selected
de: Zutaten ausgewählt

source: Empty
de: Leere

source: Level Similarity
de: Ebene ähnlichkeit

source: Ingredient Searching
de: Zutat suche

source: Ingredients
de: Zutaten

source: List of ingredients
de: Liste der zutaten

source: Description
de: Beschreibung

source: Duration
de: Dauer

source: Difficulty
de: Schwierigkeit

source: Steps
de: Schritte

source: Previous Steps
de: Vorherigen schritten

source: Delete
de: Löschen

source: Delete last Step
de: Letzten schritt löschen

source: Actions
de: Aktionen

source: New
de: Neu

source: Utensils
de: Geschirr

source: Search Ingredient
de: Suche zutat

source: Select which is correct
de: Wählen sie die richtige ist

source: Custom
de: Benutzerdefinierte

source: NEW
de: Neu

source: Button Name
de: Name der schaltfläche

source: Insert name
de: Fügen sie den namen

source: Decription (Optinal)
de: Beschreibung (optional)

source: Insert description
de: Fügen sie eine beschreibung

source: Measurement Unit.
de: Maßeinheit.

source: Icon (Optional)
de: Symbol (optional)

source: DEFINE RECIPE
de: Rezept definieren

source: Insert Title
de: Sie den titel

source: Insert description optional
de: Fügen sie optional beschreibung

source: Number Pers.
de: Anzahl pers.

source: Time (min)
de: Zeit (min)

source: Easy
de: Einfach

source: Hard
de: Schwer

source: UPLOADING STEP
de: Schritt hochladen

source: Extra Description
de: Zusätzliche beschreibung

source: Time
de: Zeit

source: Django site admin
de: Django aufstellungsort admin

source: Django administration
de: Django-verwaltung
