Repository: ggarri/wikichef
Catalog: RecipeController/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr

source: The recipe must have a title
de: Das rezept muss einen titel

source: Description has not more than 500 characters
de: Beschreibung darf nicht mehr als 500 zeichen

source: Name of image file too much long
de: Name der bilddatei, die viel zu lange

source: Format of image file incorrect
de: Format der bilddatei, die falsche

source: Must have a Name
de: Muss einen namen haben

source: Step added Correctly
de: Schritt korrekt hinzugefügt

source: Error during uploading step
de: Fehler beim hochladen der schritt

source: Thanks for you colaboration
de: Vielen dank für sie mitarbeit

source: Error during uploading sentence
de: Fehler beim hochladen der satz

source: There are not selected option
de: Es gibt nicht ausgewählte option

source: Sentence updated correctly Thanks
de: Satz aktualisiert richtig dank

source: That button was changed correctly
de: Diese schaltfläche wurde korrekt geändert.

source: Error while connected with the Templates
de: Fehler bei verbindung mit den vorlagen

source: Error loading Step
de: Fehler-laden-schritt
fr: Marche de chargement erreur

source: Current step in process
de: Aktuellen schritt im prozess
fr: Étape en cours de processus

source: Error while got the current step
de: Fehler während den aktuellen schritt

source: Added correctly
de: Korrekt hinzugefügt

source: Deleted correctly
de: Korrekt gelöscht

source: Step is not ready yet
de: Schritt ist noch nicht bereit
fr: Étape n'est pas encore prêt

source: That button could not be changed correctly Try it again
de: Diese schaltfläche konnte nicht geändert werden korrekt versuchen sie es erneut

source: Step deleted correctly
de: Schritt korrekt gelöscht
fr: Étape supprimé correctement

source: It was imposible to delete the last Step
de: Es war imposible zu letzt löschen
fr: Il était imposible de supprimer la dernière étape

source: Recipe saved correctly
de: Rezept korrekt gespeichert

source: It is imposible without steps
de: Es ist imposible stufenlos

source: Deleting session
de: Sitzung löschen

source: List of Ingredients
de: Liste der zutaten

source: There are not any recipe with this ingredients
de: Es gibt keines rezept mit dieser zutaten

source: Error while loading Recipes
de: Fehler beim laden der rezepte
fr: Erreur lors du chargement des recettes

source: Error while loading the ingredients selected
de: Fehler beim laden der zutaten ausgewählt
fr: Erreur lors du chargement des ingrédients choisis

source: step
de: Schritt

source: Error while adding the ingredient
de: Fehler beim hinzufügen des bestandteil

source: Element was already added
de: Element wurde bereits hinzugefügt.
fr: Élément était déjà ajouté

source: Error while loading recipe datas
de: Fehler beim laden der rezept-daten
fr: Erreur lors du chargement des données de recette

source: Action
de: Aktion

source: Ingredient
de: Zutaten

source: List Ingredients
fr: Liste ingrédients

source: Error while adding the ingredient.
fr: Erreur lors de l'ajout de l'ingrédient.

source: Error while got the current step.
fr: Erreur tandis qu'a obtenu à l'étape actuelle.

source: Deleting session had a error
fr: Suppression de session avait une erreur.

source: That button was changed correctly. Thanks for you colaboration.
fr: Ce bouton a été changé correctement. merci de vous collaboration.

source: Recipe saved correctly.
fr: Recette enregistré correctement.

source: It is imposible without steps.
fr: Il est imposible sans étapes.
